Repository: VovaMobile/inputLock
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es

source: Input lock settings
es: Ajustes de bloqueo de entrada

source: Block mouse when NVDA is started
es: Bloquear el ratón cuando se inicie NVDA

source: Block clicks when mouse is locked
es: Bloquear clics cuando el ratón esté bloqueado

source: Input lock settings...
es: Ajustes de bloqueo de entrada...

source: Change input lock settings
es: Cambiar ajustes del bloqueo de entrada

source: Input locked
es: Entrada bloqueada

source: Input unlocked
es: Entrada desbloqueada

source: Toggle input lock
es: Alternar bloqueo de entrada

source: Mouse locked
es: Ratón bloqueado

source: Mouse unlocked
es: Ratón desbloqueado

source: Toggle mouse lock
es: Alternar bloqueo de ratón

source: Input lock
es: Bloqueo de entrada

source: With this addon, you will be able to lock and unlock your input devices with a single gesture or key press. This gesture can be changed from Input Gestures dialog.
es: Con este complemento, podrás bloquear y desbloquear tus dispositivos de entrada con un único gesto o combinación de teclado. Este gesto se puede modificar desde el diálogo gestos de entrada.
